{
  "contactForm_name": "Name",
  "contactForm_phone": "Phone",
  "contactForm_email": "Email",
  "contactForm_company": "Company",
  "contactForm_subject": "Subject",
  "contactForm_question": "Question",
  "contactForm_submit": "Submit",
  "get_in_touch": "Get in Touch",
  "Home": "Home",
  "Find us": "Find us",
  "Gallery": "Gallery",
  "About": "About",
  "Contact": "Contact",
  "Investment": "Investment",
  "More_Details": "More Details",
  "Language": "Language",
  "aboutUs.pageTitle": "About Us",
  "aboutUs.imageAlt": "Roseneath Caravan Park",
  "aboutUs.section1.paragraph1": "Grant and Karin Heeley are the owner operators of Roseneath Caravan Park. We are here to welcome you and help you enjoy your stay and make the best of the beautiful bushlands and lake experience.",
  "aboutUs.section1.paragraph2": "The Roseneath Caravan Park is located in the beautiful, scenic Gippsland area, on the sandy, South East shore of Lake Wellington. This family and pet friendly caravan park offers a real bush experience, being located in the tranquil bushlands of Meerileu.",
  "aboutUs.section1.paragraph3": "Experience fabulous fishing, boating and swimming. Fishing is a lot of fun and good catches of Bream, Mullet, Flathead, and Carp can be had. Fishing on the lake is great from the shore or a boat. Hollands Landing boat ramp is only a short drive from the park.",
  "aboutUs.section1.paragraph4": "You can relax with 2km of sandy, child friendly swimming beach on beautiful Lake Wellington. Enjoy the lake's clean, safe swimming conditions, which are ideal for yachting, canoeing, kayaking, jet skiing, and boating.",
  "aboutUs.activities.paragraph1": "You can relax by the pool or on the lake's sandy beach or take a long, lazy stroll along one of our many walking tracks or along the water's edge. You can also bring your pushbikes and enjoy one of the many bike tracks. The park is pet friendly and ponies and horses have a large paddock with clean water if you wish to bring them along and saddle up for some excellent trail riding.",
  "aboutUs.activities.paragraph2": "Get back to nature with some native flora and fauna spotting. Abundant wildlife includes rare Sea Eagles, Wedge Tail Eagles, friendly Parrots, and Rosellas. Wombats, Kangaroos, Wallabies, Rabbits, and Echidnas are easily found and large bush possums are everywhere and are easily hand-fed and friendly. Groups of Hog Deer are seen occasionally as they are fairly timid.",
  "aboutUs.activities.paragraph3": "We are located between Bairnsdale and Sale. The Park is set on 174 acres of peaceful bushland, including Banksia, Red Gum, White Gum, and ancient River Gum forest. The Park offers both powered and unpowered sites, a communal lounge, separate accommodation, modern toilet facilities, sheltered BBQs as well as a camp kitchen. The park also offers a swimming pool and tennis court.",
  "aboutUs.activities.paragraph4": "Let the caravan and camping experience rejuvenate and relax you and your family.",
  "Contact_title": "Contact Us",
  "Contact_intro_title": "Contact Introduction",
  "Contact_intro_text": "If you have any questions or want to learn more, please get in touch with us.",
  "time": "Time",
  "Image Gallery": "Image Gallery",
  "Shot in Roseneath Caravan Park": "Shot in Roseneath Caravan Park",
  "book_Now": "Book Now",
  "find_Us_OnMap": "Find Us on Map",
  "contactForm_name_placeholder": "Enter your name",
  "contactForm_phone_placeholder": "Enter your phone number",
  "contactForm_email_placeholder": "Enter your email",
  "contactForm_company_placeholder": "Enter your company name",
  "contactForm_subject_placeholder": "Enter the subject",
  "contactForm_question_placeholder": "Enter your question"
}
